

class Lexicon:
    welcome = "Добро пожаловать в Персональный помощник!"

    no_such_action = 'Нет такой команды'

    choose_act = "Choose action\n1. Управление заметками\n2. Управление задачами\n3. Управление контактами\n4. Управление финансовыми записями\n5. Калькулятор\n6. Выход"

    type_task_name = "Введите название задачи: "

    type_task_descr = 'Введите описание задачи: '

    choose_task_priority = 'Выберите приоритет (Высокий/Средний/Низкий): '

    choose_task_due_date = 'Введите срок выполнения (в формате ДД-ММ-ГГГГ): '

